<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>О животных</title>
<link href="<c:url value="/resources/styles.css" />" rel="stylesheet" />
<link rel="shortcut icon" type="image/gif" href="images/icon.gif" />
</head>
<body>
	<div id="page">
	<%@ include file="header.jsp"%>
		<aside>
		<div class="seealso">
			<p>Интересно подробнее? Читай первоисточник!</p>
			<a href="https://ru.wikipedia.org/wiki/Животные" target="_blank">Животные</a>
			<a href="https://ru.wikipedia.org/wiki/Первичноротые" target="_blank">Первичноротые</a>
			<a href="https://ru.wikipedia.org/wiki/Вторичноротые" target="_blank">Вторичноротые</a>
			<a href="https://ru.wikipedia.org/wiki/Спиральные" target="_blank">Спиральные</a>
			<a href="https://ru.wikipedia.org/wiki/Platyzoa" target="_blank">Platyzoa</a>
			<a href="https://ru.wikipedia.org/wiki/Panarthropoda" target="_blank">Panarthropoda</a>
		</div>
		<div class="seealso">
			<img src="images/douknow.jpg" />Колония кораллов Savalia savaglia,
			чей возраст составляет 2700 лет, - одно из самых долгоживущих
			животных.
		</div>
		</aside>
		<div class="content-text">
			<h1>Немного о мире животных</h1>
			<p>Живо́тные (лат. Animalia) — традиционно (со времён Аристотеля)
				выделяемая категория организмов, в настоящее время рассматривается в
				качестве биологического царства. Животные являются основным объектом
				изучения зоологии.</p>
			<p>Животные относятся к эукариотам (в клетках имеются ядра).
				Классическими признаками животных считаются: гетеротрофность
				(питание готовыми органическими соединениями) и способность активно
				передвигаться. Впрочем, существует немало животных, ведущих
				неподвижный образ жизни, а гетеротрофность свойственна грибам и
				некоторым растениям-паразитам.</p>
			<p>Русское слово «животное» образовано от «живот», в прошлом
				означавшего «жизнь, имущество». В быту под терминами «дикие
				животные», «домашние животные» часто понимаются только млекопитающие
				или четвероногие наземные позвоночные (млекопитающие, пресмыкающиеся
				и земноводные). Однако в науке за термином животные закреплено более
				широкое значение, соответствующее латинскому Animalia (см. выше). В
				научном смысле к животным, помимо млекопитающих, пресмыкающихся и
				земноводных, относится огромное множество других организмов: рыбы,
				птицы, насекомые, паукообразные, моллюски, морские звёзды, черви и
				другие.</p>
			<p>При этом ранее к этому царству относили многих гетеротрофных
				протистов и делили животных на подцарства: одноклеточные Protozoa и
				многоклеточные Metazoa. Сейчас название «животные» в таксономическом
				смысле закрепилось за многоклеточными. В таком понимании животные
				как таксон имеют более определённые признаки — для них характерны
				оогамия, многотканево́е строение, наличие как минимум двух
				зародышевых листков, стадий бластулы и гаструлы в зародышевом
				развитии. Человек относится к царству животных, но традиционно
				изучается отдельно. У подавляющего большинства животных есть мышцы и
				нервы, а не имеющие их группы — губки, пластинчатые, мезозои,
				книдоспоридии — возможно, лишились их вторично.</p>
			<p>В то же время, в науке термин «животные» иногда предлагается
				использовать и в еще более широком значении, подразумевая под
				животными не таксон, а тип организации — жизненную форму, основанную
				на подвижности.</p>
			<p>В настоящее время учеными описано более 1,6 млн видов животных
				(включая более 133 тыс. ископаемых видов), большинство из которых
				составляют членистоногие (более 1,3 млн видов, 78 %), моллюски
				(более 118 тыс. видов) и позвоночные (более 42 тыс. видов).</p>
			<p>Считается, что животные произошли от жгутиковых одноклеточных,
				а их ближайшие известные живые родственники — хоанофлагеллаты,
				воротничковые жгутиконосцы, морфологически сходные с хоаноцитами
				некоторых губок. Молекулярные исследования определили место животных
				в надгруппе Opisthokonta, куда также включают хоанофлагеллат, грибы
				и небольшое количество паразитических протист. Название Opisthokonta
				обозначает заднее расположение жгутика в подвижной клетке, как у
				большинства сперматозоидов животных, в то время как другие
				эукариоты, как правило, имеют передний жгутик.</p>
			<p>Первые ископаемые остатки животных относятся к концу докембрия
				(около 610 миллионов лет назад) и известны как эдиакарская или
				вендская фауна. Их, однако, сложно соотнести с более поздними
				ископаемыми. Они могут быть предками современных ветвей животных,
				независимыми группами или не животными вовсе. Большинство известных
				типов животных более или менее одновременно появились в кембрийском
				периоде, около 542 миллионов лет назад. Это событие — кембрийский
				взрыв — было вызвано либо быстрой дивергенцией групп, либо таким
				изменением условий, которое сделало возможным окаменение. Однако
				некоторые палеонтологи и геологи предполагают, что животные
				появились значительно раньше, чем считалось ранее, возможно, даже 1
				миллиард лет назад — в начале тония. На это указывает сокращение
				разнообразия строматолитов примерно в это время. Кроме того, из
				тонийских отложений известны отпечатки и норы, которые
				свидетельствуют о наличии крупных (около 5 мм в ширину) трёхслойных
				червей, сложных, как земляные черви. Однако такую интерпретацию этих
				следов поставило под сомнение открытие того, что очень похожие следы
				на дне оставляют сегодня гигантские одноклеточные протисты Gromia
				sphaerica.</p>
			<p>Все животные являются гетеротрофами — они прямо или косвенно
				питаются другими живыми организмами. По предпочтительному источнику
				энергии животные делятся на растительноядных, хищных (плотоядных),
				всеядных и паразитов.</p>
		</div>
	</div>
	<%@ include file="footer.jsp"%>

</body>
</html>