<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>О котиках</title>
<link href="https://fonts.googleapis.com/css?family=Marck+Script"
	rel="stylesheet">
<link href="<c:url value="/resources/styles.css" />" rel="stylesheet" />
<link rel="shortcut icon" type="image/gif" href="images/icon.gif" />
<link href="<c:url value="/resources/Bootstrap.css" />" rel="stylesheet" />
</head>
<body>
	<%@ include file="header.jsp"%>
	<div class="content-text">
		<div class="row">
			<div class="col-md-4 col-md-offset-2 note">Приведенный ниже
				текст скопирован с Википедии и взят мной исключительно для того,
				чтобы был. Котики милые.</div>
			<div class="col-md-5">
				<blockquote class="blockquote-reverse">Вам не удастся
					одурачить кошку пустой болтовней, как какую-нибудь собаку, нет,
					сэр!</blockquote>
				<blockquote class="blockquote">Кошка — крошечный лев,
					который любит мышей, ненавидит собак и покровительствует человеку.</blockquote>
				<blockquote class="blockquote-reverse">Кошка
					постарается удержаться на ваших коленях, даже когда вы встаете со
					стула. До последней минуты она надеется, что у вас проснется
					совесть, и вы сядете обратно.</blockquote>
			</div>
		</div>
		<div class="row">
			<div class="col">
				<p>Ко́шка, или дома́шняя ко́шка (лат. Félis silvéstris cátus), —
					домашнее животное, одно из наиболее популярных(наряду с собакой)
					«животных-компаньонов».
				<p />
				<p>С зоологической точки зрения домашняя кошка — млекопитающее
					семейства кошачьих отряда хищных. Ранее домашнюю кошку нередко
					рассматривали как отдельный биологический вид. С точки зрения
					современной биологической систематики домашняя кошка (Felis
					silvestris catus) является подвидом лесной кошки (Felis
					silvestris).
				<p />
				<p>Являясь одиночным охотником на грызунов и других мелких
					животных, кошка — социальное животное, использующее для общения
					широкий диапазон звуковых сигналов, а также феромоны и движения
					тела.
				<p />
				<p>В настоящее время в мире насчитывается около 600 млн домашних
					кошек, выведено около 200 пород, от длинношёрстных (персидская
					кошка) до лишённых шерсти (сфинксы), признанных и
					зарегистрированных различными фелинологическими организациями.
				<p />
				<p>На протяжении 10 000 лет кошки ценятся человеком, в том числе
					за способность охотиться на грызунов и других домашних вредителей.






				
				<p />
				<img src="images/cat.jpg" width=80% />
			</div>
			<div class="col">
				<p>Согласно генетическому исследованию аутосомных маркеров и
					митохондриальной ДНК 979 домашних, диких и одичавших кошек с трёх
					континентов, в том числе барханных кошек (Felis margarita), все
					домашние кошки по материнской линии происходят как минимум от пяти
					представительниц подвида степная кошка (Felis silvestris lybica),
					имеющих разные гаплотипы митохондриальной ДНК. В митохондриальной
					гаплогруппе IV, специфической для ближневосточных и домашних кошек,
					идентифицировали 6 субклад и рассчитали время жизни общего предка —
					ок. 13 тыс. лет назад, что значительно превышает время
					предполагаемого одомашнивания ближневосточных кошек. Генетический
					анализ митохондриальной ДНК 209 кошек из 30 захоронений на
					территории Европы, Ближнего Востока и Северной Африки показал, что
					домашние кошки распространялись по миру двумя большими волнами.
					Первая волна имела место на заре сельского хозяйства 12—9 тыс. лет
					назад — в Плодородном полумесяце и его окрестностях домашние кошки
					расселились вместе с фермерами по всему Ближнему Востоку. Несколько
					тысяч лет спустя вторая волна, вышедшая из Египта, охватила
					практически всю Европу и Северную Африку.
				<p />
				<p>Обособление подвида Felis silvestris lybica произошло около
					130 тысяч лет назад. Степная кошка до сих пор распространена по
					всей Северной Африке и в обширной зоне от Средиземноморья до Китая,
					где она обитает в зарослях саксаула в пустынях, в кустарниках возле
					водоёмов, в предгорьях и горах. Хотя мелкие дикие кошки разных
					подвидов могут скрещиваться между собой и давать потомство,
					результаты генетических исследований показали, что в филогенезе
					домашней кошки другие подвиды Felis silvestris, кроме степной
					кошки, участия не принимали.
				<p />
			</div>
			<div class="col">
				<p>Одомашнивание кошки произошло примерно 9500 лет назад на
					Ближнем Востоке в районе Плодородного полумесяца, где зародились и
					развивались древнейшие человеческие цивилизации. Одомашнивание
					кошки началось при переходе человека к оседлому образу жизни, с
					началом развития земледелия, когда появились излишки пищи и
					возникла необходимость их сохранения и защиты от грызунов.
				<p />
				<p>Древнейшее археологическое свидетельство одомашнивания кошки
					было обнаружено на Кипре, где в ходе археологических раскопок было
					найдено совместное захоронение человека и кошки, которое датируется
					7500 годом до н. э. Также было установлено, что остров Кипр был
					колонизирован выходцами из районов современных Анатолии (Турция) и
					Сирии.
				<p />
				<p>Ранее учёные полагали, что первыми одомашнили кошек древние
					египтяне. Однако самые ранние свидетельства приручения кошек
					древними египтянами относились к 2000—1900 годам до нашей эры. А
					недавно было установлено, что в Древний Египет домашняя кошка
					попала, как и на Кипр, из Плодородного полумесяца(Анатолии). В
					настоящее время кошка является одним из самых популярных домашних
					животных.
				<p />
				<p>Несмотря на то, что кошки были одомашнены достаточно давно,
					большинство кошек способны выживать в условиях нахождения вне
					человеческого жилья, пополняя ряды вторично одичавших кошек, так
					как в условиях бродячей жизни кошки обычно быстро повторно дичают.
					Вторично одичавшие кошки часто живут уединённо и охотятся в
					одиночку, но иногда образуют небольшие колонии из нескольких самок
					с котятами.</p>
				<div class="warning">
					<img src="images/ilovecats.jpeg" class="ilovecats" /> <a
						href="https://ru.wikipedia.org/wiki/Кошка" target="_blank"
						style="text-decoration: none; font-style: italic">Подробнее о
						кошках можно почитать здесь</a>
				</div>
			</div>
		</div>
	</div>

	<%@ include file="footer.jsp"%>
</body>
</html>